---
kind: other
id: Methods.T:Autodesk.Revit.DB.Area
zh: 面积区域
source: html/6def9a1f-5661-8942-9b61-bda79e415b5f.htm
---
# Area Methods

**中文**: 面积区域

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.